# OpacityN

## Description
```pascal
PROCEDURE OpacityN(
				fillOpacity : INTEGER;
				penOpacity  : INTEGER);
```

```python

def vs.OpacityN(fillOpacity, penOpacity):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|fillOpacity|INTEGER||
|penOpacity|INTEGER||

## Version
Availability: from Vectorworks 2017
## Category
* Document Attributes